[
    ["What is the largest planet in our solar system?", "Jupiter is the largest planet in our solar system, known for its massive size and prominent storm, the Great Red Spot."],
    ["Who was the first President of the United States?", "George Washington was the first President of the United States, serving from 1789 to 1797."],
    ["What is the speed of light?", "The speed of light is approximately 299,792 kilometers per second (186,282 miles per second) in a vacuum."],
    ["What is the capital of Japan?", "The capital of Japan is Tokyo, a major cultural, political, and economic hub in the world."],
    ["Who developed the theory of relativity?", "Albert Einstein developed the theory of relativity, which revolutionized the understanding of space, time, and gravity."],
    ["What is the primary gas found in Earth's atmosphere?", "Nitrogen makes up about 78% of Earth's atmosphere, making it the most abundant gas."],
    ["Which artist painted the Mona Lisa?", "Leonardo da Vinci painted the Mona Lisa, one of the most famous artworks in history."],
    ["What is the smallest unit of matter?", "The atom is the smallest unit of matter that retains the properties of an element."],
    ["Who discovered penicillin?", "Alexander Fleming discovered penicillin in 1928, which led to the development of antibiotics."],
    ["What is the chemical symbol for gold?", "The chemical symbol for gold is Au, derived from its Latin name 'Aurum'."],
    ["What is the largest organ in the human body?", "The skin is the largest organ in the human body, protecting internal organs and regulating body temperature."],
    ["Who wrote '1984'?", "George Orwell wrote '1984', a dystopian novel about a totalitarian regime and surveillance state."],
    ["What is the freezing point of water?", "The freezing point of water is 0 degrees Celsius (32 degrees Fahrenheit)."],
    ["Which country has the most populous democracy?", "India is the most populous democracy in the world, with over a billion citizens."],
    ["What is the hardest natural substance on Earth?", "Diamond is the hardest natural substance, formed under extreme pressure and temperature conditions."],
    ["What is the largest desert on Earth?", "The Antarctic Desert is the largest desert in the world, covering about 14 million square kilometers."],
    ["Who is the founder of Microsoft?", "Bill Gates co-founded Microsoft in 1975 with Paul Allen, creating one of the largest tech companies in the world."],
    ["What is the tallest mountain in the world?", "Mount Everest, located in the Himalayas, is the tallest mountain on Earth, standing at 8,848 meters (29,029 feet)."],
    ["What is the main ingredient in bread?", "Flour is the main ingredient in bread, combined with water, yeast, and salt."],
    ["What is the symbol for iron on the periodic table?", "The chemical symbol for iron is Fe, derived from its Latin name 'Ferrum'."],
    ["Who wrote 'The Odyssey'?", "Homer is traditionally credited with writing 'The Odyssey', an epic poem about the Greek hero Odysseus."],
    ["What is the boiling point of water?", "The boiling point of water is 100 degrees Celsius (212 degrees Fahrenheit) at sea level."],
    ["Who was the first human to travel into space?", "Yuri Gagarin, a Soviet cosmonaut, became the first human to travel into space in 1961."],
    ["What is the largest mammal on Earth?", "The blue whale is the largest mammal on Earth, reaching lengths of up to 30 meters (98 feet)."],
    ["What is the longest river in the world?", "The Nile is considered the longest river in the world, stretching about 6,650 kilometers (4,130 miles)."],
    ["Who painted the ceiling of the Sistine Chapel?", "Michelangelo painted the ceiling of the Sistine Chapel between 1508 and 1512, depicting scenes from the Bible."],
    ["What is the most abundant element in the universe?", "Hydrogen is the most abundant element in the universe, making up roughly 75% of all visible matter."],
    ["What does DNA stand for?", "DNA stands for deoxyribonucleic acid, the molecule that carries genetic information in living organisms."],
    ["Which country is known as the Land of the Rising Sun?", "Japan is often referred to as the Land of the Rising Sun, symbolizing its eastern location in Asia."],
    ["What is the largest ocean on Earth?", "The Pacific Ocean is the largest ocean, covering more than 63 million square miles."],
    ["Who was the first woman to win a Nobel Prize?", "Marie Curie was the first woman to win a Nobel Prize, receiving the award in Physics in 1903."],
    ["What is the longest bone in the human body?", "The femur, or thigh bone, is the longest bone in the human body."],
    ["What is the capital city of Canada?", "Ottawa is the capital city of Canada, located in the province of Ontario."],
    ["Who invented the telephone?", "Alexander Graham Bell is credited with inventing the first practical telephone in 1876."],
    ["What is the square root of 81?", "The square root of 81 is 9."],
    ["Which planet is known as the Red Planet?", "Mars is known as the Red Planet due to its reddish appearance, caused by iron oxide on its surface."],
    ["What is the main language spoken in Brazil?", "Portuguese is the official and most widely spoken language in Brazil."],
    ["Who composed the music for 'The Four Seasons'?", "Antonio Vivaldi composed 'The Four Seasons', a set of violin concertos representing the seasons."],
    ["What is the name of the longest running Broadway show?", "The longest running Broadway show is 'The Phantom of the Opera', which premiered in 1988."],
    ["What is the smallest continent by land area?", "Australia is the smallest continent by land area, covering about 7.7 million square kilometers."],
    ["Who discovered gravity?", "Sir Isaac Newton is credited with formulating the law of universal gravitation in the 17th century."],
    ["What is the primary function of red blood cells?", "Red blood cells transport oxygen from the lungs to the rest of the body and carry carbon dioxide back to the lungs."],
    ["Who was the first Emperor of China?", "Qin Shi Huang was the first Emperor of China, uniting the country in 221 BC."],
    ["What is the chemical formula for water?", "The chemical formula for water is H2O, consisting of two hydrogen atoms and one oxygen atom."],
    ["What is the largest species of shark?", "The whale shark is the largest species of shark, reaching lengths of up to 12 meters (40 feet)."],
    ["Which country is home to the Great Barrier Reef?", "Australia is home to the Great Barrier Reef, the world's largest coral reef system."],
    ["Who wrote 'Pride and Prejudice'?", "Jane Austen wrote 'Pride and Prejudice', a classic novel first published in 1813."],
    ["What is the hottest planet in the solar system?", "Venus is the hottest planet in the solar system, with surface temperatures over 450°C (840°F) due to its thick atmosphere."],
    ["What is the currency of Japan?", "The currency of Japan is the yen (¥)."],
    ["Which element has the atomic number 1?", "Hydrogen has the atomic number 1, making it the first element on the periodic table."],
    ["Who painted 'Starry Night'?", "Vincent van Gogh painted 'Starry Night' in 1889, one of his most famous works."],
    ["What is the highest-grossing film of all time?", "As of 2024, 'Avatar' is the highest-grossing film of all time, directed by James Cameron."],
    ["Who discovered radioactivity?", "Henri Becquerel is credited with discovering radioactivity in 1896, which later earned him a Nobel Prize."],
    ["What is the largest volcano on Earth?", "Mauna Loa, located in Hawaii, is the largest volcano on Earth in terms of volume and area covered."],
    ["Who is considered the father of modern physics?", "Galileo Galilei is often considered the father of modern physics for his contributions to astronomy, motion, and mechanics."],
    ["What is the smallest bone in the human body?", "The stapes, located in the middle ear, is the smallest bone in the human body."],
    ["What is the deepest point in the world's oceans?", "The Mariana Trench's Challenger Deep is the deepest point, reaching a depth of about 36,000 feet."],
    ["Who invented the World Wide Web?", "Tim Berners-Lee invented the World Wide Web in 1989, revolutionizing how information is shared globally."],
    ["What is the chemical symbol for sodium?", "The chemical symbol for sodium is Na, derived from its Latin name 'Natrium'."],
    ["Who wrote 'Romeo and Juliet'?", "William Shakespeare wrote 'Romeo and Juliet', one of the most famous tragic love stories in literature."],
    ["Which planet is closest to the Sun?", "Mercury is the closest planet to the Sun, with an average distance of about 58 million kilometers."],
    ["What is the national animal of Canada?", "The beaver is the national animal of Canada, symbolizing hard work and determination."]
]
